Repository: NeilAlvn/Farmsy-app
Catalog: Farmsy/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Farms for your list
de: Höfe für deine Liste
fr: Fermes pour votre liste
nl: Boerderijen voor je lijst

source: Farms on my way
de: Höfe auf meinem Weg
fr: Fermes sur mon chemin
nl: Boerderijen onderweg

source: Farms that are open today are more likely to be worth the drive.
de: Höfe, die heute geöffnet sind, lohnen die Fahrt eher.
fr: Les fermes ouvertes aujourd'hui valent plus souvent le déplacement.
nl: Boerderijen die vandaag open zijn, zijn de rit vaak waard.

source: Farms with a story
de: Höfe mit Geschichte
fr: Fermes avec une histoire
nl: Boerderijen met een verhaal

source: Farms within
de: Höfe im Umkreis von
fr: Fermes à moins de
nl: Boerderijen binnen

source: Farms within 50 km of %@
de: Höfe innerhalb von 50 km von %@
fr: Fermes dans un rayon de 50 km de %@
nl: Boerderijen binnen 50 km van %@

source: Farms within 50 km of you
de: Höfe innerhalb von 50 km von Ihnen
fr: Fermes dans un rayon de 50 km de chez vous
nl: Boerderijen binnen 50 km van jou

source: Farms worth a *detour*
de: Höfe, die einen *Umweg* wert sind
fr: Des fermes qui valent le *détour*
nl: Boerderijen die een *omweg* waard zijn

source: Farms you would pass on this drive
de: Höfe, an denen du vorbeifährst
fr: Fermes sur votre chemin
nl: Boerderijen waar je langsrijdt

source: Farmsy Plus picks the fewest farms that cover your list. Tap the button below.
de: Farmsy Plus wählt so wenige Höfe wie möglich, die deine Liste abdecken. Tippe auf den Button unten.
fr: Farmsy Plus choisit le moins de fermes possible pour couvrir votre liste. Touchez le bouton ci-dessous.
nl: Farmsy Plus kiest zo min mogelijk boerderijen die je hele lijst dekken. Tik op de knop hieronder.

source: Farmsy account
de: Farmsy-Konto
fr: Compte Farmsy

source: Farmsy finds it, plans it, and tells you when it's fresh.
de: Farmsy findet es, plant es und sagt dir, wann es frisch ist.
fr: Farmsy le trouve, le planifie et vous dit quand c'est frais.
nl: Farmsy vindt het, plant het en vertelt je wanneer het vers is.

source: Farmsy finds it, plans the route and tells you when it is fresh.
de: Farmsy findet es, plant die Route und sagt dir, wann es frisch ist.
fr: Farmsy le trouve, planifie l'itinéraire et vous dit quand c'est frais.
nl: Farmsy vindt het, plant de route en zegt wanneer het vers is.

source: Farmsy follows these: it stops decorative motion and scales its type.
de: Farmsy folgt diesen Einstellungen: dekorative Bewegung stoppt und der Text skaliert.
fr: Farmsy les respecte : les animations décoratives s'arrêtent et le texte s'adapte.
nl: Farmsy volgt deze instellingen: decoratieve beweging stopt en de tekst schaalt mee.

source: Farmsy for iOS %@
de: Farmsy für iOS %@
fr: Farmsy pour iOS %@
nl: Farmsy voor iOS %@

source: Filters
de: Filter
fr: Filtres

source: Find farm shops, pick-your-own farms and honest food straight from the people who grow it.
de: Finde Hofläden, Selbstpflück-Höfe und ehrliche Lebensmittel direkt von den Menschen, die sie anbauen.
fr: Trouvez des boutiques de ferme, des fermes en libre cueillette et une nourriture honnête directement de ceux qui la cultivent.
nl: Vind boerderijwinkels, zelfplukboerderijen en eerlijk eten rechtstreeks van de mensen die het verbouwen.

source: Find farms for my list
de: Höfe für meine Liste finden
fr: Trouver des fermes pour ma liste
nl: Vind boerderijen voor mijn lijst

source: Find it nearby
de: In der Nähe finden
fr: Trouver près d'ici
nl: Vind het in de buurt

source: Find nearby
de: In der Nähe finden
fr: Trouver près de moi
nl: Vind in de buurt

source: Find the best farms
de: Die besten Höfe finden
fr: Trouver les meilleures fermes
nl: Vind de beste boerderijen

source: Finding farms near you…
de: Suche nach Höfen in Ihrer Nähe…
fr: Recherche de fermes près de chez vous…
nl: Boerderijen bij jou in de buurt zoeken…

source: Finding the road…
de: Route wird gesucht…
fr: Recherche de l'itinéraire…
nl: Route zoeken…

source: Fine-tune what shows up. All optional.
de: Feinjustiere, was angezeigt wird. Alles optional.
fr: Affinez ce qui s'affiche. Tout est facultatif.
nl: Stel af wat je te zien krijgt. Allemaal optioneel.

source: First and last name
de: Vor- und Nachname
fr: Prénom et nom
nl: Voor- en achternaam

source: First name
de: Vorname
fr: Prénom
nl: Voornaam

source: First report
de: Erste Meldung
fr: Premier signalement
nl: Eerste melding

source: Fish
de: Fisch
fr: Poisson
nl: Vis

source: Follow a product and hear when it turns up nearby
de: Folge einem Produkt und erfahre, wenn es in der Nähe auftaucht
fr: Suivez un produit et soyez prévenu quand il apparaît près de chez vous
nl: Volg een product en hoor wanneer het in de buurt opduikt

source: For farm owners
de: Für Hofbesitzer
fr: Pour les agriculteurs
nl: Voor boerderijeigenaren

source: For you
de: Für dich
fr: Pour vous
nl: Voor jou

source: Free
de: Kostenlos
fr: Gratuit
nl: Gratis

source: Free for %lld days, then %@ per year. Cancel anytime in Settings.
de: %lld Tage gratis, danach %@ pro Jahr. Jederzeit in den Einstellungen kündbar.
fr: Gratuit pendant %lld jours, puis %@ par an. Annulable à tout moment dans les Réglages.
nl: %lld dagen gratis, daarna %@ per jaar. Opzeggen kan altijd in Instellingen.

source: Free trial · renews automatically after it ends
de: Kostenlose Testphase · verlängert sich danach automatisch
fr: Essai gratuit · renouvellement automatique à la fin
nl: Gratis proefperiode · verlengt automatisch daarna

source: Free trial · you'll be charged on %@
de: Kostenlose Testphase · Abbuchung am %@
fr: Essai gratuit · vous serez facturé le %@
nl: Gratis proefperiode · je wordt op %@ gefactureerd

source: From a post
de: Aus einem Beitrag
fr: D'une publication
nl: Uit een bericht

source: From the community
de: Aus der Community
fr: De la communauté
nl: Uit de community

source: Full access — opening hours, contact details, photos and more for %@ and every other farm — is managed from your Farmsy account on the web.
de: Vollständiger Zugriff — Öffnungszeiten, Kontaktdaten, Fotos und mehr für %@ und jeden anderen Hof — wird über Ihr Farmsy-Konto im Web verwaltet.
fr: L'accès complet — horaires, coordonnées, photos et plus pour %@ et toutes les autres fermes — est géré depuis votre compte Farmsy sur le web.
nl: Volledige toegang — openingstijden, contactgegevens, foto's en meer voor %@ en elke andere boerderij — wordt beheerd via je Farmsy-account op de website.

source: Give feedback
de: Feedback geben
fr: Donner un avis
nl: Feedback geven

source: Goes with
de: Passt zu
fr: Se marie avec
nl: Past bij

source: Good afternoon
de: Guten Tag
fr: Bon après-midi
nl: Goedemiddag

source: Good evening
de: Guten Abend
fr: Bonsoir
nl: Goedenavond

source: Good morning
de: Guten Morgen
fr: Bonjour
nl: Goedemorgen

source: Grandmother's tip
de: Großmutters Tipp
fr: Le conseil de grand-mère
nl: Grootmoeders tip

source: Grandmother's tips
de: Großmutters Tipps
fr: Les astuces de grand-mère
nl: Grootmoeders tips

source: Grass-fed
de: Grasgefüttert
fr: Nourri à l'herbe
nl: Grasgevoerd

source: Great choice
de: Gute Wahl
fr: Bon choix
nl: Goede keuze

source: Grown outdoors around here this month. Tap one to see who sells it.
de: Diesen Monat im Freiland aus der Region. Antippen, um zu sehen, wer es verkauft.
fr: Cultivé en plein air dans la région ce mois-ci. Touchez pour voir qui le vend.
nl: Deze maand van het land in de buurt. Tik erop om te zien wie het verkoopt.

source: Haptics
de: Vibrationen
fr: Vibrations
nl: Trillingen

source: Has photos
de: Mit Fotos
fr: Avec photos
nl: Met foto’s

source: Hear when strawberries turn up within your radius, and see how recently a farm was confirmed open.
de: Erfahre, wenn Erdbeeren in deinem Umkreis auftauchen, und sieh, wie aktuell ein Hof als geöffnet bestätigt wurde.
fr: Soyez prévenu quand les fraises arrivent dans votre rayon et voyez depuis quand une ferme est confirmée ouverte.
nl: Hoor wanneer aardbeien binnen je straal opduiken en zie hoe recent een boerderij open is bevestigd.

source: Here are farms *near* you
de: Hier sind Höfe in deiner *Nähe*
fr: Voici des fermes *près* de chez vous
nl: Boerderijen bij jou in de *buurt*

source: Home
de: Start
fr: Accueil

source: Honey
de: Honig
fr: Miel
nl: Honing

source: Hours
de: Öffnungszeiten
fr: Horaires
nl: Openingstijden

source: How it's grown
de: Anbauweise
fr: Mode de production
nl: Hoe het wordt geteeld

source: How should we verify you?
de: Wie sollen wir Sie verifizieren?
fr: Comment devrions-nous vous vérifier ?
nl: Hoe moeten we je verifiëren?

source: How to buy, keep and use farm food. The things people used to know.
de: Wie man Hofprodukte kauft, lagert und verwendet. Was die Leute früher wussten.
fr: Comment acheter, conserver et utiliser les produits de la ferme. Ce que les gens savaient autrefois.
nl: Hoe je boerderijeten koopt, bewaart en gebruikt. De dingen die mensen vroeger wisten.

source: How to choose
de: So wählst du
fr: Comment choisir
nl: Zo kies je

source: I subscribed on the web
de: Ich habe im Web abonniert
fr: Je me suis abonné sur le web
nl: Ik heb me op de website geabonneerd

source: I'll explore on my own
de: Ich schaue mich selbst um
fr: Je vais explorer par moi-même
nl: Ik kijk zelf rond

source: I've upgraded — check again
de: Ich habe aktualisiert — erneut prüfen
fr: J'ai mis à jour — vérifier à nouveau
nl: Ik heb een upgrade uitgevoerd — controleer opnieuw

source: In season
de: In Saison
fr: De saison
nl: In het seizoen

source: In season near you
de: Jetzt Saison in deiner Nähe
fr: De saison près de chez vous
nl: Nu in het seizoen bij jou

source: In season now
de: Jetzt Saison
fr: De saison en ce moment
nl: Nu in het seizoen

source: In your trip
de: In deiner Tour
fr: Dans votre trajet
nl: In je route

source: Invalid email or password.
de: Ungültige E-Mail oder Passwort.
fr: E-mail ou mot de passe invalide.
nl: Ongeldig e-mailadres of wachtwoord.

source: Is
de: Gehört
fr: Est-ce que

source: Is %@ yours? Claim it
de: Gehört %@ Ihnen? Beanspruchen Sie ihn
fr: %@ est à vous ? Réclamez-la
nl: Is %@ van jou? Claim het

source: Is this your farm?
de: Ist das dein Hof?
fr: Est-ce votre ferme ?
nl: Is dit jouw boerderij?

source: Is this your farm? Claim it
de: Ist das Ihr Hof? Beanspruchen Sie ihn
fr: C'est votre ferme ? Réclamez-la
nl: Is dit jouw boerderij? Claim het

source: Just arrived
de: Gerade eingetroffen
fr: Vient d'arriver
nl: Net binnen

source: Just your email address
de: Nur noch Ihre E-Mail-Adresse
fr: Plus que votre adresse e-mail
nl: Alleen je e-mailadres nog

source: KVK number
de: KVK-Nummer
fr: Numéro KVK
nl: KVK-nummer

source: KVK number *
de: KVK-Nummer *
fr: Numéro KVK *
nl: KVK-nummer *

source: Keep your favourites
de: Behalten Sie Ihre Favoriten
fr: Gardez vos favoris
nl: Bewaar je favorieten

source: Keeping
de: Aufbewahren
fr: Conserver
nl: Bewaren

source: Know a farm shop that isn't on Farmsy yet? Fill in what you know — our team checks every submission before it goes live.
de: Kennen Sie einen Hofladen, der noch nicht auf Farmsy ist? Teilen Sie uns mit, was Sie wissen — unser Team prüft jede Einreichung vor der Veröffentlichung.
fr: Vous connaissez une ferme de producteurs qui n'est pas encore sur Farmsy ? Remplissez ce que vous savez — notre équipe vérifie chaque soumission avant publication.
nl: Ken je een boerderijwinkel die nog niet op Farmsy staat? Vul in wat je weet — ons team controleert elke inzending voordat deze live gaat.

source: Know a farm shop we're missing?
de: Kennen Sie einen Hofladen, der fehlt?
fr: Vous connaissez une ferme qui manque ?
nl: Ken je een boerderijwinkel die we missen?

source: Know when new farms appear
de: Erfahren Sie, wenn neue Höfe erscheinen
fr: Sachez quand de nouvelles fermes apparaissent
nl: Ontdek wanneer er nieuwe boerderijen verschijnen

source: Know when new farms appear *near you*
de: Erfahre, wenn neue Höfe *in deiner Nähe* erscheinen
fr: Soyez informé des nouvelles fermes *près de chez vous*
nl: Weet wanneer er nieuwe boerderijen *bij jou* verschijnen

source: LANGUAGE
de: SPRACHE
fr: LANGUE
nl: TAAL

source: Language
de: Sprache
fr: Langue
nl: Taal

source: Last name
de: Nachname
fr: Nom
nl: Achternaam

source: Leaderboard
de: Rangliste
fr: Classement
nl: Ranglijst

source: Leave a review
de: Bewertung schreiben
fr: Laisser un avis
nl: Schrijf een beoordeling

source: Legal
de: Rechtliches
fr: Mentions légales
nl: Juridisch

source: Lifetime
de: Lebenslang
fr: À vie
nl: Levenslang

source: Lifetime — %@
de: Lebenslang — %@
fr: À vie — %@
nl: Levenslang — %@

source: Little grows outdoors this month. Farm shops sell what was stored: potatoes, onions, beets, apples, and the cheese and eggs that never stop.
de: Draußen wächst diesen Monat wenig. Hofläden verkaufen, was gelagert wurde: Kartoffeln, Zwiebeln, Rote Bete, Äpfel, und Käse und Eier, die nie aufhören.
fr: Peu de choses poussent dehors ce mois-ci. Les fermes vendent ce qui a été conservé : pommes de terre, oignons, betteraves, pommes, et le fromage et les œufs qui ne s'arrêtent jamais.
nl: Buiten groeit deze maand weinig. Boerderijwinkels verkopen wat bewaard is: aardappelen, uien, bieten, appels, en de kaas en eieren die nooit ophouden.

source: Loading details…
de: Details werden geladen…
fr: Chargement des détails…
nl: Details laden…

source: Loading farms…
de: Höfe werden geladen…
fr: Chargement des fermes…
nl: Boerderijen laden…

source: Local farms, fresh finds
de: Lokale Höfe, frische Funde
fr: Fermes locales, trouvailles fraîches
nl: Lokale boerderijen, verse vondsten

source: Local food near you
de: Regionale Lebensmittel in deiner Nähe
fr: Produits locaux près de chez vous
nl: Lokaal eten bij jou in de buurt

source: Local food within %lld km
de: Regionale Lebensmittel im Umkreis von %lld km
fr: Produits locaux à moins de %lld km
nl: Lokaal eten binnen %lld km

source: Local food, close to you.
de: Lokale Lebensmittel, ganz in deiner Nähe.
fr: Des produits locaux, près de chez vous.
nl: Lokaal eten, dicht bij jou.

source: Location
de: Standort
fr: Localisation
nl: Locatie

source: Locked
de: Gesperrt
fr: Verrouillé
nl: Vergrendeld

source: Log in
de: Einloggen
fr: Se connecter
nl: Inloggen

source: Log in / Sign up
de: Anmelden / Registrieren
fr: Se connecter / S'inscrire
nl: Inloggen / Registreren

source: Log in to pick up where you left off.
de: Melden Sie sich an, um dort weiterzumachen, wo Sie aufgehört haben.
fr: Connectez-vous pour reprendre là où vous vous êtes arrêté.
nl: Log in om verder te gaan waar je gebleven was.

source: Manage subscription
de: Abo verwalten
fr: Gérer l'abonnement
nl: Abonnement beheren

source: Map
de: Karte
fr: Carte
nl: Kaart

source: Markets
de: Märkte
fr: Marchés
nl: Markten

source: Maybe later
de: Vielleicht später
fr: Peut-être plus tard
nl: Misschien later

source: Meat
de: Fleisch
fr: Viande
nl: Vlees

source: Member
de: Mitglied
fr: Membre
nl: Lid

source: Members only
de: Nur für Mitglieder
fr: Réservé aux membres
nl: Alleen voor leden

source: Membership
de: Mitgliedschaft
fr: Abonnement
nl: Lidmaatschap

source: Membership isn't available right now. Please try again later.
de: Die Mitgliedschaft ist derzeit nicht verfügbar. Bitte versuche es später erneut.
fr: L'abonnement n'est pas disponible pour le moment. Réessayez plus tard.
nl: Lidmaatschap is momenteel niet beschikbaar. Probeer het later opnieuw.

source: Memberships can't be loaded right now.
de: Mitgliedschaften können gerade nicht geladen werden.
fr: Les abonnements ne peuvent pas être chargés pour le moment.
nl: Lidmaatschappen kunnen nu niet worden geladen.

source: Milk tap
de: Milchzapfstelle
fr: Distributeur de lait
nl: Melktap

source: More than one answer is possible
de: Mehrere Antworten möglich
fr: Plusieurs réponses possibles
nl: Meerdere antwoorden mogelijk

source: My Trips
de: Meine Touren
fr: Mes trajets
nl: Mijn routes

source: My trips
de: Meine Touren
fr: Mes trajets
nl: Mijn routes

source: My weekend trip
de: Meine Wochenendtour
fr: Mon trajet du week-end
nl: Mijn weekendroute

source: NOW
de: JETZT
fr: MAINTENANT
nl: NU

source: Name your trip
de: Benenne deine Tour
fr: Nommez votre trajet
nl: Geef je route een naam

source: Near me
de: In der Nähe
fr: Près de moi
nl: Dichtbij

source: Near you
de: In deiner Nähe
fr: Près de vous
nl: Bij jou

source: Netherlands
de: Niederlande
fr: Pays-Bas
nl: Nederland

source: New farm shops join Farmsy every week.
de: Jede Woche kommen neue Hofläden zu Farmsy.
fr: De nouvelles fermes de producteurs rejoignent Farmsy chaque semaine.
nl: Elke week komen er nieuwe boerderijwinkels bij op Farmsy.

source: New to Farmsy?
de: Neu bei Farmsy?
fr: Nouveau sur Farmsy ?
nl: Nieuw bij Farmsy?

source: No
de: Nein
fr: Non
nl: Nee

source: No farm matches
de: Kein Hof gefunden
fr: Aucune ferme ne correspond
nl: Geen boerderij gevonden

source: No farm within %lld km lists any of this.
de: Kein Hof im Umkreis von %lld km führt etwas davon.
fr: Aucune ferme à moins de %lld km ne propose cela.
nl: Geen boerderij binnen %lld km vermeldt iets hiervan.

source: No farm within %lld km lists what it sells yet. Widen the radius from the header.
de: Kein Hof im Umkreis von %lld km gibt bisher an, was er verkauft. Vergrößere den Umkreis oben.
fr: Aucune ferme à moins de %lld km n'indique encore ce qu'elle vend. Élargissez le rayon en haut.
nl: Geen boerderij binnen %lld km vermeldt nog wat ze verkoopt. Vergroot de straal via de knop bovenaan.

source: No farms followed yet
de: Noch keine Höfe gefolgt
fr: Aucune ferme suivie pour l'instant
nl: Nog geen boerderijen gevolgd

source: No farms match your search
de: Keine Höfe gefunden
fr: Aucune ferme ne correspond à votre recherche
nl: Geen boerderijen gevonden voor je zoekopdracht

source: No farms this close to the road. Try a wider distance, or clear a filter.
de: Keine Höfe so nah an der Straße. Versuche eine größere Entfernung oder entferne einen Filter.
fr: Aucune ferme aussi près de la route. Essayez une distance plus large ou retirez un filtre.
nl: Geen boerderijen zo dicht bij de weg. Probeer een grotere afstand of wis een filter.

source: No other farm within %lld km sells these.
de: Kein anderer Hof im Umkreis von %lld km verkauft das.
fr: Aucune autre ferme à moins de %lld km ne vend cela.
nl: Geen andere boerderij binnen %lld km verkoopt dit.

source: No posts yet — check back soon.
de: Noch keine Beiträge – schau bald wieder vorbei.
fr: Pas encore de publications — revenez bientôt.
nl: Nog geen berichten — kom snel terug.

source: No profile for this product yet.
de: Noch keine Produktseite für dieses Produkt.
fr: Pas encore de fiche pour ce produit.
nl: Nog geen productpagina voor dit product.

source: No reports yet
de: Noch keine Meldungen
fr: Aucun signalement pour l'instant
nl: Nog geen meldingen

source: No reviews yet
de: Noch keine Bewertungen
fr: Pas encore d’avis
nl: Nog geen reviews

source: No reviews yet. Be the first!
de: Noch keine Bewertungen. Sei der Erste!
fr: Aucun avis pour l'instant. Soyez le premier !
nl: Nog geen beoordelingen. Wees de eerste!

source: No saved farms yet
de: Noch keine gespeicherten Höfe
fr: Pas encore de fermes enregistrées
nl: Nog geen opgeslagen boerderijen

source: No trip in progress
de: Keine Tour in Arbeit
fr: Aucun trajet en cours
nl: Geen route in behandeling

source: Not in season now
de: Jetzt keine Saison
fr: Pas de saison en ce moment
nl: Nu niet in het seizoen

source: Nothing nearby covers the list well enough to plan a trip.
de: Nichts in der Nähe deckt die Liste gut genug ab, um eine Fahrt zu planen.
fr: Rien à proximité ne couvre assez la liste pour planifier un trajet.
nl: Niets in de buurt dekt de lijst goed genoeg om een rit te plannen.

source: Nothing new yet
de: Noch nichts Neues
fr: Rien de nouveau pour l'instant
nl: Nog niets nieuws

source: Nothing posted here today.
de: Heute noch nichts gepostet.
fr: Rien de publié ici aujourd'hui.
nl: Vandaag nog niets geplaatst.

source: Nothing posted yet
de: Noch nichts gepostet
fr: Rien de publié pour l'instant
nl: Nog niets geplaatst

source: Nothing to discover right now
de: Im Moment nichts zu entdecken
fr: Rien à découvrir pour le moment
nl: Nu niets te ontdekken

source: Notifications
de: Benachrichtigungen
nl: Meldingen

source: Notify Me
de: Benachrichtigen
fr: M'avertir
nl: Meld mij aan

source: Off
de: Aus
fr: Désactivé
nl: Uit

source: On
de: Ein
fr: Activé
nl: Aan

source: On the shelf: %@
de: Im Regal: %@
fr: En rayon : %@
nl: In het schap: %@

source: On your list
de: Auf deiner Liste
fr: Sur votre liste
nl: Op je lijst

source: One last thing
de: Noch eine letzte Sache
fr: Une dernière chose
nl: Nog een laatste ding

source: One payment, never expires. Nothing to manage.
de: Eine Zahlung, läuft nie ab. Nichts zu verwalten.
fr: Un seul paiement, sans expiration. Rien à gérer.
nl: Eén betaling, verloopt nooit. Niets te beheren.

source: One payment, yours forever
de: Einmalzahlung, für immer
fr: Un seul paiement, à vie
nl: Eén betaling, voor altijd

source: Only farms open right now
de: Nur Höfe, die gerade geöffnet sind
fr: Seulement les fermes ouvertes maintenant
nl: Alleen boerderijen die nu open zijn

source: Open
de: Offen
fr: Ouvert

source: Open 24/7
de: 24/7 geöffnet
fr: Ouvert 24/7
nl: 24/7 open

source: Open 24/7 (automaat)
de: Rund um die Uhr (Automat)
fr: Ouvert 24h/24 (automate)
nl: 24/7 open (automaat)

source: Open Saturday
de: Samstags geöffnet
fr: Ouvert le samedi
nl: Zaterdag open

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les Réglages
nl: Instellingen openen

source: Open Sunday
de: Sonntags geöffnet
fr: Ouvert le dimanche
nl: Zondag open

source: Open in Google Maps
de: In Google Maps öffnen
fr: Ouvrir dans Google Maps
nl: Openen in Google Maps

source: Open my account page
de: Meine Kontoseite öffnen
fr: Ouvrir ma page de compte
nl: Open mijn accountpagina

source: Open now
de: Jetzt geöffnet
fr: Ouvert
nl: Nu open

source: Open now near me
de: Jetzt geöffnet in meiner Nähe
fr: Ouvert maintenant près de moi
nl: Nu open bij mij in de buurt

source: Open right now
de: Gerade geöffnet
fr: Ouvert en ce moment
nl: Nu open

source: Open the map
de: Karte öffnen
fr: Ouvrir la carte
nl: Open de kaart

source: Open this weekend
de: Dieses Wochenende geöffnet
fr: Ouvert ce week-end
nl: Dit weekend open

source: Open today
de: Heute geöffnet
fr: Ouvert aujourd'hui
nl: Vandaag open

source: Open when you pass
de: Geöffnet, wenn du vorbeikommst
fr: Ouvert quand vous passez
nl: Open als je langskomt

source: Open, closed, sold out, and what was on the shelf. One tap helps everyone after you.
de: Offen, geschlossen, ausverkauft, und was im Regal lag. Ein Tipp hilft allen nach dir.
fr: Ouvert, fermé, épuisé, et ce qu'il y avait en rayon. Un geste qui aide tous ceux qui passent après vous.
nl: Open, gesloten, uitverkocht, en wat er in het schap lag. Eén tik helpt iedereen na jou.

source: Opening hours
de: Öffnungszeiten
fr: Horaires d'ouverture
nl: Openingstijden

source: Opening hours are wrong
de: Öffnungszeiten stimmen nicht
fr: Les horaires sont faux
nl: Openingstijden kloppen niet

source: Opening hours, contact details, photos and more — for %@ and every other farm on the map.
de: Öffnungszeiten, Kontaktdaten, Fotos und mehr — für %@ und jeden anderen Hof auf der Karte.
fr: Horaires, coordonnées, photos et plus — pour %@ et toutes les autres fermes sur la carte.
nl: Openingstijden, contactgegevens, foto's en meer — voor %@ en elke andere boerderij op de kaart.

source: Organic
de: Bio
fr: Bio
nl: Biologisch

source: Other farms nearby that sell what this stop is for.
de: Andere Höfe in der Nähe, die verkaufen, wofür dieser Stopp gedacht ist.
fr: D'autres fermes à proximité qui vendent ce pour quoi cet arrêt est prévu.
nl: Andere boerderijen in de buurt die verkopen waar deze stop voor is.
